Revit 2027 API
AdvancedWood.WoodUsePores Property
 The property labeled "Use pores feature" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodUsePores { get; }
Public Shared ReadOnly Property WoodUsePores As String
	Get
public:
static property String^ WoodUsePores {
	String^ get ();
}
static member WoodUsePores : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace